tap "anchore/grype"
tap "aws/tap"
tap "birdayz/kaf"
tap "bufbuild/buf"
tap "conduktor/brew"
tap "coursier/formulas"
tap "filosottile/musl-cross"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "quarkusio/tap"
tap "sergiobenitez/osxct"
tap "simnalamburt/x"
tap "snyk/tap"
tap "tinygo-org/tools"
tap "turbot/tap"
brew "act"
brew "aliyun-cli"
brew "amazon-ecs-cli"
brew "apr-util"
brew "arm-linux-gnueabihf-binutils"
brew "python@3.10"
brew "asciinema"
brew "glib"
brew "python@3.9"
brew "atk"
brew "autojump"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "aws-vault", link: false
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "broot"
brew "cfssl"
brew "libyaml"
brew "chart-testing"
brew "circleci"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "consul"
brew "cookiecutter"
brew "cowsay"
brew "harfbuzz"
brew "openjdk"
brew "cypher-shell"
brew "dart-sdk"
brew "deno"
brew "dialog"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "dos2unix"
brew "duf"
brew "dust"
brew "eksctl"
brew "elinks"
brew "erlang"
brew "elixir"
brew "eva"
brew "exa"
brew "fcp"
brew "fd"
brew "flux"
brew "fortune"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghz"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gitlab-runner"
brew "glab"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pango"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gosec"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "gsettings-desktop-schemas"
brew "gsl"
brew "gtk+3"
brew "guile"
brew "hadolint"
brew "handbrake"
brew "helm"
brew "helmfile"
brew "hey"
brew "htop"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "ko"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "libslirp"
brew "linkerd"
brew "maven"
brew "protobuf", link: false
brew "mitmproxy"
brew "mkcert"
brew "node@16"
brew "mongosh"
brew "mysql-client", link: true
brew "ncdu"
brew "newman"
brew "nghttp2"
brew "node@14"
brew "nomad"
brew "nvm"
brew "openjdk@11"
brew "openssl@3"
brew "operator-sdk"
brew "pinentry-mac"
brew "qemu", link: false
brew "podman"
brew "procs"
brew "progress"
brew "pwgen"
brew "rename"
brew "ripgrep"
brew "rm-improved"
brew "ruby"
brew "ruff"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "skopeo"
brew "sops"
brew "sox"
brew "speedtest-cli"
brew "staticcheck"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "traefik"
brew "trash"
brew "tree"
brew "w3m"
brew "wasmtime"
brew "wget"
brew "wimlib"
brew "xh"
brew "xml2"
brew "yamllint"
brew "you-get"
brew "yq"
brew "zenity"
brew "zeromq"
brew "zoxide"
brew "zsh-completions"
brew "anchore/grype/grype"
brew "aws/tap/copilot-cli"
brew "aws/tap/ec2-instance-selector"
brew "birdayz/kaf/kaf"
brew "bufbuild/buf/buf"
brew "coursier/formulas/coursier"
brew "filosottile/musl-cross/musl-cross"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "quarkusio/tap/quarkus"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "snyk/tap/snyk"
brew "tinygo-org/tools/tinygo"
brew "turbot/tap/steampipe"
cask "aws-vault"
cask "conduktor"
cask "devtoys"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "gimp"
cask "google-cloud-sdk"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "loom"
cask "maccy"
cask "macvim"
cask "masscode"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "miniconda"
cask "miro"
cask "mongodb-compass"
cask "multipass"
cask "mysql-shell"
cask "ngrok"
cask "notion"
cask "oracle-jdk"
cask "pgadmin4"
cask "postman"
cask "qlmarkdown"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "sqlitestudio"
cask "sublime-text"
cask "surfshark"
cask "tabby"
cask "thorium"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "wkhtmltopdf"
cask "zoom"
vscode "adpyke.codesnap"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "aswinkumar863.smarty-template-support"
vscode "Boto3typed.boto3-ide"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "cweijan.vscode-mysql-client2"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "JakeBecker.elixir-ls"
vscode "jspolancor.presentationmode"
vscode "kddejong.vscode-cfn-lint"
vscode "marlon407.code-groovy"
vscode "mathiasfrohlich.Kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-dapr"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "SebastianBille.iam-legend"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "zxh404.vscode-proto3"
